#=========================================================
# 표정 키워드 및 사운드 메타 파일
#   (created at 2007-01-25 by kue)
#=========================================================
#
#  predefined  :
#        %chridx%    - 캐릭터 인덱스
#
#=========================================================


# 폴더 정보
SoundPath=FX/char/KR/voice/%chridx%/
SoundPath-Jpn=FX/char/JP/voice/%chridx%/


# 화낸다
[Angry]
Keyword=우씨,으씨,아씨,버럭,썅,쌍
Keyword-Jpn=--,-_-,怒
Keyword-Chn=生气,怒,发火,哼,气死了
Sound=%chridx%@Angry.ogg
Motion=!Angry
Face=Angry.dds


# 운다
[Cry]
Keyword=흑흑,흙흙,엉엉,ㅠㅠ,ㅜㅜ,ㄱ-,ㅠ_ㅠ,ㅜ_ㅜ,어흑
Keyword-Jpn=;;,;_;,TT,T_T,泣
Keyword-Chn=555,哭,TT,T T,T_T,T.T,哇哇,呜呜
Sound=%chridx%@Cry.ogg
Motion=!Cry
Face=Cry.dds


# 호탕하게 웃음
[Laugh]
Keyword=ㅎㅎ,ㅋㅋ,하하,히히,후후,호좁,낄낄,ㄲㄲ
Keyword-Jpn=^^,^_^,^-^,笑
Keyword-Chn=^^,^_^,^-^,哈哈,~-~,haha,呵呵,xixi,:),:-),hoho,嘻嘻,嘎嘎,嘿嘿
Sound=%chridx%@laugh.ogg
Motion=!Laugh
Face=Laugh.dds


# 안타까워 하는 표정
[Shit]
Keyword=제길,젠장,-_-,--,ㅡ.,ㅡ,ㅡ_ㅡ,ㅡㅡ
Keyword-Jpn=><,>_<,悔,ちっ
Keyword-Chn=><,>_<,哎,倒霉,郁闷,无奈,My God,-_-,- -,faint
Sound=%chridx%@shit.ogg
Motion=!Shit
Face=Angry.dds


# 환호한다
[Yeah]
Keyword=아싸,오예,아자
Keyword-Jpn=vv,v^^,楽,やったー,イェー
Keyword-Chn=vv,v^^,太棒了,酷,oy,帅呆了,耶,yeah
Sound=%chridx%@yeah.ogg
Motion=!Yeah
Face=Laugh.dds


# 인사한다
[Hi]
Keyword=하이,안녕,방가
Keyword-Jpn=//,ノシ,よろしく,よろ,よっ
Keyword-Chn=你好,Hello,hi,嗨,喂
Sound=%chridx%@hi.ogg
Motion=!Hi
Face=Hi.dds


# 사랑해~
[Love]
Keyword=사랑,아잉,좋아
Keyword-Jpn=^o^,愛,あいしてる,すき
Keyword-Chn=^o^,love,喜欢,我爱你
Sound=%chridx%@ILoveYou.ogg
Motion=!ILoveYou
Face=ILoveYou.dds


# 놀란다
[Oops]
Keyword=허걱,이런
Keyword-Jpn=++,+_+,驚,おっと,しまった
Keyword-Chn=+_+,小丑,鬼脸,装傻,~_~
Sound=%chridx%@Oops.ogg
Motion=!Oops
Face=Oops.dds


# 윙크한다
[Wink]
Keyword=^^,ㄹㄷ,레디,ㄱㄱ
Keyword-Jpn=-*,-_*,歓,ウィンク
Keyword-Chn=-_*,^_-,-_^,媚眼,眨眼,挑逗,;),;-)
Sound=%chridx%@wink.ogg
Motion=!Wink
Face=Wink.dds
